{"LastBonus":"Last bonus collected","ClickToOpenThisItemInNewTab":"Click here to open this item in a new tab","LastGift":"Last bonus collected","NotLoadedYetPleaseWait":"FGS is still loading... Please wait...","NoFiltersAdded":"You haven't added any filters yet. To add some: Right click unwanted bonus and select \"Don't collect this type of bonus\"","HiddenFeedNotice":"There was a problem collecting your bonuses. You may have this game hidden in your news feed. To unhide it, follow these steps: Go to the Facebook homepage. Select news feed. Scroll down until you reach the bottom of the page. There is an option bar (just above the copyright Facebook information, if you haven't reached the bottom yet it displays a timer of 3 flashing bars). This bar has 2 options -1- older post (to read further back the timeline) and -2- edit options. Select -2- and you will get a popup screen where you can select what you want to see in your news feed and what persons\/applications are hidden from your newsfeed, you can deselect the application there (Thanks to Raymond for the guide).","ContactInfoNotice":"If you need to contact the developer of FGS, please use these links:","AdvancedOptionsNotice":"Changing these settings RECKLESSLY might cause your FGS to stop working (or increase startup loading process up to 30-60 minutes). These settings are only meant for advanced users (and users with high speed connections). Keep in mind that FGS won't allow you to collect more than 2,500 bonuses at once (it's the maximum coded and switching settings won't increase it). What I mean is: even if you set it to collect bonuses up to 1 day old, FGS will stop after 2,500th bonus was found.\r\n\r\nFGS will also stop, if it finds bonus that is\/was already on your list.","VisitMessageBoardNotice":"If you have encountered a problem, found a bug or want to file a feature request, please visit the FGS message board:","ErrorWhileSendingGiftNotice":"There was an error with sending gifts. It could be one of these: -1- you reached the facebook limit for sending gifts for this application, -2- there was a connection error, -3- you chose a gift that requires a level that you don't have. Please try again.","LoadingScreenLongWaitNotice":"If your screen freezes, you can't enter some games or your browser shows a dialog about an 'unresponsive script', you should use the 'Panic Button' and clear your bonuses database.","HowManyBonusesToCollectAtOnce":"How many bonuses should FGS collect at once? (don't set it higher unless you know what you're doing, change it only if you have very fast connection)","ShowThisGameBonusesOnFGSStart":"Show this game's bonuses on FGS start","NoCommentsAddedPleaseAddSomeBelow":"You haven't added any comments yet. Please add some to be able to 'Post a random comment' on successful bonuses (only manually).","Name":"Name","Neighbors":"Neighbours:","ImportError":"Importing failed. Make sure you have copied the whole text from your settings file.","LanguageChanged":"The language has been changed. Use the FGS icon to re-open this page again.","SelectFGSLanguage":"Select a language for FGS","UseFacebookLanguage":"Use your default Facebook language (if possible)","ListMeOnNeighborsSearch":"List me on neighbours search","ReceiveGiftsFromAllGames":"Receive gifts from all games","LoadingNeighborsPleaseWait":"Loading your neighbours... Please wait...","SetupCommentsBeforePosting":"You must set up at least one comment (in 'Options -> Settings') before you can 'Post a comment'","UseSmallDelayBetweenBonuses":"Use a small delay between bonuses","NoPeopleLookingForNeighborsInThisGame":"There aren't any people looking for neighbours in this game.","Wait":"wait","TotalBonuses":"Total Bonus collected","AvailableGifts":"Available Gifts:","ClearVisibleItems":"Clear all visible items","FavouriteNeighbors":"Favourite neighbours:","SelectAsDefaultGift":"Select as the default gift","ItemsRequiringAction":"Items requiring an action","MessageToAddToYourGift":"Add a message to your gift","ThereWasAProblemTryAgainLater":"There was a problem with your request. Please try again later.","WaitingForUpdatedNeighborsList":"Waiting for an updated neighbours list","ClickAboveToLoadYourNeighborsList":"Click above to load your neighbours list","ThesePeopleAreLookingForNeighbors":"The following people are looking for neighbours in this game.","NoGamesSelectedPleaseSelectSomeBelow":"You haven't selected any games. Please select at least one game from the list below.","ClickAboveToStartSearchingForNeighbors":"Click above to start searching for neighbours","Never":"never","ToggleFavourite":"Toggle favourite","ClickToLoginToFacebook":"FGS: Click to login to Facebook","LastGiftSent":"Last gift sent to:","OpenGiftlist":"Open your gift list","FindNewNeighbors":"Find new neighbours","ClickToOpenMenu":"FGS: Click to open menu"}